/* Authorizing */
"Authorizing" = "Authorizing";

/* Bookmarks */
"Bookmarks" = "Bookmarks";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Bookmarks Toolbar";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* unable to load page */
"Cannot Load Page" = "Cannot Load Page";

/* No comment provided by engineer. */
"Cellular" = "Cellular";

/* Location of Bookmark */
"Containing Folder" = "Containing Folder";

/* update Foxbrowser */
"Data on the server is in a new and unrecognized format. Please update Foxbrowser." = "Data on the server is in a new and unrecognized format. Please update Foxbrowser.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer.";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Foxbrowser again." = "Due to a recent update, you need to log in to Foxbrowser again.";

/* Edit something */
"Edit" = "Edit";

/* Edit Bookmark Folder */
"Edit Folder" = "Edit Folder";

/* error loading page */
"Error Loading Page" = "Error Loading Page";

/* Failed to authenticate */
"Failed to authenticate" = "Failed to authenticate";

/* URL of RSS Feed */
"Feed-URL" = "Feed-URL";

/* No comment provided by engineer. */
"Help" = "Help";

/* History Label */
"History" = "History";

/* Information */
"Information" = "Information";

/* Instructions title */
"Instructions" = "Instructions";

/* Default DejalActivtyView label text */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Logged in as" = "Logged in as";

/* unable to login */
"Login Failure" = "Login Failure";

/* Create a new folder */
"New Folder" = "New Folder";

/* No comment provided by engineer. */
"No Connection" = "No Connection";

/* no internet connection */
"No internet connection available" = "No internet connection available";

/* No open Tabs found */
"No open Tabs found" = "No open Tabs found";

/* ok */
"OK" = "OK";

/* User did not enter password warning */
"Please enter a password" = "Please enter a password";

/* Invalid email warning */
"Please enter the email address for your account" = "Please enter the email address for your account";

/* Settings */
"Settings" = "Settings";

/* perform sign out */
"Sign Out" = "Sign Out";

/* Signout */
"Signing out will erase your Firefox Sync information from this device, but will require signing in and a full refresh next time." = "Signing out will erase your Firefox Sync information from this device, but will require signing in and a full refresh next time.";

/* Firefox sync login title */
"Sync Login" = "Sync Login";

/* Tabs */
"Tabs" = "Tabs";

/* Title of the Bookmark */
"Title" = "Title";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Unsorted Bookmarks";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* URL of Bookmark */
"Website URL" = "Website URL";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

